const bengali_en = {
  name: "bengali_en",
  months: [
    ["জানুয়ারী", "জানুয়ারী"],
    ["ফেব্রুয়ারী", "ফেব্রুয়ারী"],
    ["মার্চ", "মার্চ"],
    ["এপ্রিল", "এপ্রিল"],
    ["মে", "মে"],
    ["জুন", "জুন"],
    ["জুলাই", "জুলাই"],
    ["আগস্ট", "আগস্ট"],
    ["সেপ্টেম্বর", "সেপ্টেম্বর"],
    ["অক্টোবর", "অক্টোবর"],
    ["নভেম্বর", "নভেম্বর"],
    ["ডিসেম্বর", "ডিসেম্বর"],
  ],
  weekDays: [
    ["শনিবার", "শনি"],
    ["রবিবার", "রবি"],
    ["সোমবার", "সোম"],
    ["মঙ্গলবার", "মঙ্গল"],
    ["বুধবার", "বুধ"],
    ["বৃহস্পতি", "বৃহঃ"],
    ["শুক্রবার", "শুক্র"],
  ],
  digits: ["০", "১", "২", "৩", "৪", "৫", "৬", "৭", "৮", "৯"],
  meridiems: [
    ["AM", "am"],
    ["PM", "pm"],
  ],
};

export default bengali_en;
